<?php

return array (
  
  'quotes' => array ('«', '„', '“', '»'),

  'dash' => '—',
  
  'replacements' => array (

    'і т.д.'  => 'і т. д.',
    'і т. д.' => 'і т. д.',
    'і т.ін.'  => 'і т. ін.',
    'і т. ін.' => 'і т. ін.',
    'і т.п.'  => 'і под.',
    'і т. п.' => 'і под.',

    'І т.д.'  => 'І т. д.',
    'І т. д.' => 'І т. д.',
    'І т.ін.'  => 'І т. ін.',
    'І т. ін.' => 'І т. ін.',
    'І т.п.'  => 'І под.',
    'І т. п.' => 'І под.',

    'т.зв.'  => 'т. зв.',
    'т. зв.' => 'т. зв.',

    'Т.зв.'  => 'Т. зв.',
    'Т. зв.' => 'Т. зв.',
    
    '--'  => '—',
    '–'   => '—',
    ' —'  => ' —',
    
  ),
  
  'nobreak' => array (
    'з-за',
    'із-за',
    'з-над',
    'з-перед',
    'з-під',
    'із-під',
    'з-поза',
    'з-поміж',
    'з-понад',
    'з-попід',
    'з-посеред',
    'e. g.',
  ),

  'with-next' => '(без|біля|в|у|від|для|до|з|за|із|зі|зо|на|над|о|об|під|після|по|повз|поза|при|про|a|an|as|and|\&|at|but|by|for|in|no|not|of|on|or|per|the|to)',

  'with-prev' => 
  '(б|би|ж|же)',
  
);


?>